{
    "200000": "admission:",
    "200001": "number of games",
    "200002": "In thinking",
    "200003": "Not snatching the village",
    "200004": "Snatching the village",
    "200005":"Use card: use Chinese mahjong, single color card (one to nine, each card 4 cards, a total of 36 cards), plus 4 white cards, a total of 40 cards, all cards are issued One round, a total of five rounds. \n Players: By grabbing the village, the four players at the same table are divided into the dealer (1 party) and the player (3 parties), a total of four parties. \n Dealing: According to the sum of the two dice, the order of the cards is decided. 1 is the dealer, 2 is the dealer's next home, counterclockwise and so on. \nPay color: According to the size judgment win or lose, the dealer compares with 3 players in turn, independently pays, the card is exactly the same, the dealer wins. \n grab the village: when grabbing the village, the player can choose to grab the number of times to grab the village, the highest 100 times, the higher the probability that the player who chooses to grab the double is the dealer, the greater the probability that the player will be able to withstand the game. The maximum amount of the payment is how many times the ante. \nBet: When placing a bet, the player can place a bet by selecting the bet multiple. The bet multiple is the number of times the actual bet amount of the player is the bottom bet.",
    "200006": "Already in the queue",
    "200007": "The player wins the money paid by the dealer, and the dealer wins the player to charge the player's bet amount 1:1 regardless of the dealer and the player, the money needs to be pumped by the system when winning 5%",
    "200008":"Matching table for you\n game is about to begin, please be patient",
    "200009":"There are players who have insufficient chips and are asked to leave the room. The game is over.",
    "200010":"Your chip does not meet the conditions of this game, please be away from the room, the end of the game.",
    "200011":"No",
    "200012":"Yes",
    "200013":"Lose",
    "200014":"Win",
    "200015":"Not",
    "200016":"Grab or not",
    "200017":"IsBanker",
    "200018":"Result",
    "200019":"Cards",
    "200020":"Type",
    "200021":"Total bet",
    "200022":"Effective bet",
    "200023":"Subtotal",
    "200024":"Total",
    "200025":"Bao",
    "200026":"King",
    "200027":"Pionts half",
    "200028":"This bar",
    "200029":"Turtle10",
    "200030":"Account",
    "200031":"Sun",
    "200032":"Mon",
    "200033":"Tue",
    "200034":"Wed",
    "200035":"Thu",
    "200036":"Fri",
    "200037":"Sat"
}